Repository: hotosm/osm-export-tool
Catalog: locales/*/LC_MESSAGES/djangojs.po
Languages: fr

source: (East, South, West, North):
fr: (Est, Sud, Ouest, Nord):

source: Select area to export
fr: Sélectionner la zone à exporter

source: Invalid Extent
fr: Dimensions non valide

source: Selected area is outside
fr: la zone sélectionnée est à l'exterieur

source: a valid HOT Export Region
fr: Une région HOT Export valide

source: Must be less than
fr: doit être inférieur à

source: The export job name is required and cannot be empty
fr: Le nom de la tâche d'export est requis et ne peut être vide

source: The description is required and cannot be empty
fr: La description est réquise et ne peut être vide

source: At least one export format must be selected
fr: Au moins un format d'export doit être sélectionné

source: The filename is required and cannot be empty
fr: Le nom du fichier est réquis et ne peut être vide

source: Delete
fr: suprimer

source: Select the area on the Map for export and enter the Name, Description and Event
fr: Sélectionner la zone à exporter sur la carte et entrer le nom, la description

source: Select one or more file formats for export
fr: Sélectionner un ou plusieurs formats de fichiers pour l'export

source: Expand and select feature tags from the HDM or OSM tree list for export
fr: Augmentez et sélectionnez la liste d'attribut HDM ou OSM pour l'exportation

source: Upload or select a preset file. Save and/or publish
fr: Télécharger ou sélectionner un fichier de presets. Sauvegarder et / ou de publier

source: Summary of the export settings. Select “Create Export” to start the export
fr: Résumé des arrangements d'exportation. Choisissez «créez l'exportation» pour commencer l'exportation

source: Give the selected Preset file a name
fr: Donnez un nom au fichier de Preset sélectionné

source: Find and upload a preset file from desktop
fr: Trouver et télécharger un fichier preset depuis votre ordinateur

source: Find and select preset file from the store
fr: Trouvez et sélectionnez le fichier de preset de la boutique

source: Publish the export to the global exports for everyone to access
fr: Publiez le fichier d'attribut en libre accès à tout le monde dans la mémoire générale

source: Prev
fr: précédent

source: Prev
fr: précédent

source: Published preset
fr: preset publié

source: Private preset
fr: Preset privé

source: Created by
fr: Crée par

source: Filter through all the preset files based on keywords in the search box and/or between a start and end date
fr: Filtrez à l'aide de tous les dossiers de préréglage basés sur des mots-clés dans la boîte de recherche et/ou entre un début et une date de fin

source: Publish the preset file to the global store for everyone to access
fr: Publiez le fichier de preset en libre accès à tout le monde

source: Requested file not found
fr: Fichier requis introuvable

source: Google Earth (KMZ) File
fr: Fichier Google Earth (KMZ)

source: OpenStreetMap (PBF) File
fr: Fichier OpenStreetMap (PBF)

source: OSMAnd (OBF) File
fr: Fichier OSMAnd (OBF)

source: Garmin Map (IMG) File
fr: Fichier de Carte Garmin (IMG)

source: SQlite Database File
fr: Fichier de Base de Données SQlite

source: Thematic ESRI Shapefile (SHP)
fr: Fichier thématique ESRI Shapefile (SHP)

source: Custom JOSM Preset (XML)
fr: Personnaliser Preset de JOSM (XML)

source: Run Id
fr: lancer l'identification

source: Run by
fr: lancer par

source: Started
fr: Commencé

source: Finished
fr: Terminé

source: Duration
fr: Durée

source: Download
fr: télécharger

source: File
fr: Fichier

source: Size
fr: Taille

source: Errors
fr: Erreurs

source: Error
fr: Erreur

source: Extract OpenStreetMap Data
fr: Extraire Données OpenStreetMap

source: Generate OpenStreetMap Schema
fr: Produisez un schéma d'OpenStreetMap

source: Genrerate JOSM Preset
fr: Générer Preset de JOSM

source: Generate JOSM Preset
fr: Générer Preset de JOSM

source: Tasks
fr: Tâches

source: Name
fr: Nom

source: Run the export with the same geographic location and settings
fr: Faire l'exportation avec la mêmes situation géographique et paramètres

source: Clone this export while adjusting the settings
fr: Copiez cette exportation tout en ajustant les paramètres

source: Published
fr: Publié

source: Private
fr: Privé

source: Published export.
fr: Export publié

source: Unpublished export
fr: Export non publié

source: click to zoom
fr: cliquer pour zoomer

source: Show your personal export(s)
fr: Montrez vos exports individuel(s)
