Repository: hotosm/osm-export-tool
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr

source: invalid export format.
fr: Format d'export invalide

source: Expected a list of items but got type "{input_type}".
fr: Une liste d'éléments était attendue, mais le type "{input_type}" a été reçu.

source: xmin is required.
fr: Un xmin est requis.

source: invalid xmin value.
fr: Valeur xmin invalide.

source: ymin is required.
fr: Un ymin est requis.

source: invalid ymin value.
fr: Valeur ymin invalide.

source: xmax is required.
fr: Un xmax est requis.

source: invalid xmax value.
fr: Valeur xmax invalide.

source: ymax is required.
fr: Un ymax est requis.

source: invalid ymax value.
fr: Valeur ymax invalide.

source: Missing bounding box parameter
fr: Paramètre de la boîte englobante manquant

source: server_error
fr: erreur_serveur

source: Invalid format provided.
fr: Le format fourni est invalide.

source: Failed to run Export
fr: Échec de l'export

source: Export not found
fr: Export non trouvé

source: English
fr: Anglais

source: German
fr: Allemand

source: Spanish
fr: Espagnol

source: Japanese
fr: Japonais

source: French
fr: Français

source: This is an automated email from HOT Exports.
fr: Ceci est un mail automatique du service HOT Export.

source: Your HOT Export is ready.
fr: Votre tâche du HOT export est prête

source: Thank you for using the HOT Export Service
fr: Merci d'utiliser le service HOT Export

source: Humanitarian OpenStreetMap Team
fr: Humanitarian OpenStreetMap Team (Équipe humanitaire OpenStreetMap)

source: HOT Exports
fr: HOT Export

source: Unfortunately, your HOT Export has failed.
fr: Malheureusement, votre Export a échoué.

source: Please follow this link
fr: Veuillez cliquer sur ce lien

source: Please quote this Task ID when reporting errors:
fr: SVP mentionner l'identifiant de cette Tâche dans le rapport d'erreurs :

source: We apologise for any inconvenience this may cause.
fr: Nos excuses pour les désagréments que cela pourrait causer.

source: Help Documentation
fr: Documentation d'aide

source: Main Pages
fr: Pages principales

source: Create
fr: Création

source: File Formats
fr: Formats de fichier

source: Feature Selection
fr: Sélection des objets

source: Tree Tag
fr: Arborescence des attributs

source: Preset File
fr: Fichier de Preset

source: Help
fr: Aide

source: Export Wizard
fr: Assistant d'export

source: Describe Export:
fr: Décrire l'export :

source: File Formats:
fr: Formats de fichiers :

source: Select one or more file format(s) for the export.
fr: Sélectionner un ou plusieurs format(s) de fichiers pour l'export.

source: Tree Tag:
fr: Arborescence des attributs :

source: Preset File:
fr: Fichier de Preset :

source: Export Summary:
fr: Résumé de l'export

source: top
fr: haut

source: Export Details
fr: Caractéristiques de l'export

source: Re-run Export:
fr: Relancer l'export

source: Clone Export:
fr: Dupliquer l'Export :

source: This function will clone the export, maintaining the original area of interest but allows the user to modify the settings for feature tags and file formats.
fr: Cette fonction va dupliquer l'export en conservant la zone d'intérêt initiale, mais permet à l'utilisateur de modifier les paramètres des attributs des objets et les formats de fichiers.

source: Delete Export:
fr: Supprimer l'Export :

source: Delete the saved export. Please note that this function is only available to the user who originally created the export.
fr: Supprimer l'exportation sauvé . S'il vous plaît noter que cette fonction est disponible uniquement pour l'utilisateur qui a initialement créé l'exportation.

source: Filter Options
fr: Option de filtre

source: The
fr: le

source: Search Box:
fr: Zone de recherche :

source: Enter Name/Description/Event/Username keywords to filter.
fr: Entrez Nom / Description / Mots-clés de l'événement à filtrer.

source: Start Date/End Date:
fr: Date de début / Date de fin :

source: Filter based on date of creation.
fr: Filtre basé sur la date de création.

source: Reset Form:
fr: Réinitialiser le formulaire :

source: Reset the filter options.
fr: Réinitialiser les options de filtre.

source: Interactive Map:
fr: Carte Interactive :

source: Visually displays location of filtered exports and can also be used to filter geographically by selecting on the map.
fr: Visuellement affiche l'emplacement des exportations filtrés et peut également être utilisé pour un filtre géographique en sélectionnant la carte.

source: Zoom Icon:
fr: Icone de Zoom

source: Zoom to the location of the export on the interactive map.
fr: Zoom sur l'emplacement de l'export grâce à la carte interactive.

source: Eye Icon:
fr: Icône d'oeil:

source: My Exports:
fr: Mes Exports :

source: Displays private exports if the user is logged in.
fr: Affiche les exports privés si l'utilisateur est connecté

source: Next:
fr: Suivant :

source: Move on to the next page to display more results.
fr: Passer à la page suivante pour afficher plus de résultats.

source: Features
fr: Objets

source: Humanitarian Data Model
fr: Modèle de Données Humanitaires

source: HDM was developed and is aimed at reconciling schemas from humanitarian response agencies, as OSM was traditionally developed for mapping in nonemergency situations. Humanitarian field responders need to know how OSM tags relate to their existing data models, and how to include features that may be relevant only in disaster response, recovery, or development contexts.
fr: Le Modèle de Données Humanitaires - HDM a été élaboré dans le but de concilier les modèles de données des organisations humanitaires, dans la mesure où OSM a été originellement développé pour la cartographie dans des situations non urgentes. Les intervenants humanitaires sur le terrain ont besoin de connaître la manière dont les balises OSM se rapportent à leurs modèles de données existants, et comment ils peuvent inclure des objets qui peuvent n'être intéressants que dans des contextes de réponse aux catastrophes, de récupération ou de développement.

source: OpenStreetMap Wiki | Humanitarian OSM Tags
fr: Wiki OpenStreetMap | Attributs OSM humanitaires

source: OSM represents physical features on the ground using tags attached to its basic data structures such as its nodes, ways, and relations. Each tag describes a geographic attribute of the feature being shown by that specific node, way or relation.
fr: OSM représente les caractéristiques physiques sur le terrain en utilisant des étiquettes attachées à ses structures de base de données tels que ses nœuds, les moyens et les relations. Chaque étiquette décrit un attribut géographique de la fonction étant représenté par ce noeud spécifique, manière ou d'une relation.

source: OpenstreetMap Wiki | OSM Tags
fr: Wiki OpenStreetMap | Tags OSM

source: Step by Step
fr: Pas-à-pas

source: Top-level branches can be expanded by clicking on the name of those with a plus-sign + to the left.
fr: Les branches de haut niveau peuvent être étendues en cliquant sur le nom de celles avec un signe plus + vers la gauche.

source: Tick the box on the right to select a feature tag for export.
fr: Cochez la case sur la droite pour sélectionner un tag pour l'export.

source: Tick a top level-branch to select all sub-level for export.
fr: Cochez une branche de niveau supérieur pour sélectionner tous les sous-niveaux dans l'export.

source: Tick the HDM or OSM top-level to select all features in either tree for export.
fr: Cocher en haut la case HDM ou la case OSM afin de sélectionner pour l’export tous les types d'objets dans l'un des deux arbres.

source: Features from both the HDM and OSM can not be mixed. Once one is selected the other will be deactivated.
fr: les caractéristiques à la fois du HDM et OSM ne peuvent pas être mélangés. Une fois que l'un est sélectionnée, l'autre sera désactivée.

source: Upload Preset
fr: Transférer le preset

source: Select Stored Preset
fr: Sélectionnez un preset enregistré

source: .shp - shape format; feature geometry
fr: .shp - format shape ; caractéristiques géométriques

source: .shx - index format; positional index
fr: .shx - format d'index ; indice de position

source: .dbf - attribute format; columnar information
fr: .dbf - format d'attributs ; informations en colonnes

source: .prj - coordinate format; projection information
fr: .prj - format du Système de Coordonnées de Référence

source: Schema Options
fr: Options de schéma

source: The data is available for download from the Export Tool in two different shapefile schema formats which are detailsed below:
fr: La donnée est disponible au téléchargement dans les deux modèles de données qui sont détaillés ci-dessous :

source: Thematic
fr: Thématique

source: Compatible Software
fr: logiciel compatible

source: Further Information
fr: Plus d'information

source: ArcGIS Online | Shapefiles
fr: ArcGIS en ligne | Shapefiles

source: OpenStreetMap Wiki | Esri SHP File
fr: Wiki OpenStreetMap | Fichier Esri SHP

source: The image file contains all the information needed to render a map on a Garmin GPS unit. The hard-disk image is a flat file system complete with a partition table, that does not directly support the concept of subdirectories, but does provide a kind of sub-directory structure. The image file contains several subfiles:
fr: Le fichier d'image contient toutes les informations nécessaires pour créer un rendu de carte sur un GPS Garmin. L'image du disque dur est un système de fichier plat complet avec une table de partition, qui ne supporte pas directement le concept de sous-répertoires, mais fournit une sorte de structure de sous-répertoire. Le fichier image contient plusieurs sous-fichiers:

source: .rgn - map elements; polylines, polygons and points
fr: .rgn - éléments de carte ; polylignes, polygones et points

source: .lbl - labels; map elements, city names, localities, etc
fr: .lbl - étiquettes ; éléments de carte, nom de villes, localités, etc.

source: .tre - map structure information; data tree
fr: .tre - information de la structure des cartes; arbre de données

source: .net - road network information
fr: .net - information sur le réseau routier

source: .nod - routing information
fr: .nod - information sur le routage

source: OSM Composer
fr: Composeur OSM

source: SourceForge | Garmin IMG Format
fr: SourceForge | Format IMG Garmin

source: OpenStreetMap Wiki | Garmin IMG File
fr: Wiki OpenstreetMap | Fichier IMG Garmin

source: The KMZ file is a compressed version of a KML file. The Keyhole Markup Language (KML) is an Extensible Markup Language (XML) grammar and file format for modeling and storing geographic features such as points, lines, images polygons and models.
fr: Le fichier KMZ est une version compressée d'un fichier KML. Le 'Keyhole Markup Language' (KML) est un langage de balisage extensible (XML) et un format de fichier pour la modélisation et le stockage de caractéristiques géographiques comme les points, lignes, polygones images et modèles.

source: Google Earth | KML File
fr: Google Earth | Fichier KML

source: Google Documentation | KML Tutorial
fr: Documentation Google | Tutoriel KML

source: OpenStreetMap Wiki | KML File
fr: Wiki OpenStreetMap | Fichier KML

source: OSM Source PBF
fr: Source OSM PBF

source: OpenStreetMap Wiki | PBF Format
fr: Wiki OpenStreetMap | Format PBF

source: OpenStreetMap Wiki | Planet.osm
fr: Wiki OpenStreetMap | Planet.osm

source: OsmAnd is a GPS Navigation and map application that runs on many Android and iOS smartphones and tablets, featuring optional offline maps and turn by turn directions.
fr: OsmAnd est une application de navigation GPS et carte qui fonctionne sur de nombreux smartphones et tablettes Android et iOS, avec des cartes hors ligne optionnels et diriger par un itinéraire.

source: OSMAnd | OBF Format
fr: OSMAnd | Format OBF

source: The .sql file is related to the Structured Query Language (SQL) and are used to modify the contents of a relation database. These files written in ASCII may contain instructions and statements for creating or modifying database structure, such as data insertions, updates, deletions and other SQL operations.
fr: Le fichier .sql est liée à la Structured Query Language (SQL) et sont utilisés pour modifier le contenu d'une base de données relationnelle. Ces fichiers écrits en ASCII peuvent contenir des instructions et des déclarations pour créer ou modifier la structure de base de données, tels que les insertions de données, les mises à jour, les suppressions et d'autres opérations SQL.

source: PostgreSQL | The SQL Language
fr: PostgreSQL | le langage SQL

source: Filter Options:
fr: Option de filtre :

source: Filter presets by Name/Owner.
fr: Filtrer les presets par nom/propriétaire.

source: My Preset Files:
fr: Mes fichiers de Preset

source: Display personal preset files if the user is logged in.
fr: Affiche les presets personnels si l'utilisateur est connecté.

source: Move on to display more results.
fr: Passez à afficher plus de résultats.

source: Download Preset:
fr: Télécharger le preset :

source: Customise
fr: Personnaliser

source: Creating Custom Presets
fr: Création de modèles d'attributs (presets) personnalisés

source: Export Tool
fr: Outil Export

source: Email Required
fr: Courriel requis

source: Please provide a valid email address. This email address will be used to notifiy you when your exports are ready. A verification link will be sent to the email address you provide.
fr: Veuillez fournir une adresse e-mail valide. Cette adresse email sera utilisée pour vous notifier quand vos exports sont prêts. Un lien de vérification sera envoyé à cette adresse email.

source: Email:
fr: Courriel :

source: Submit
fr: Soumettre

source: Validation Email Sent
fr: Courriel de validation envoyé

source: An activation email has been sent to your email address.
fr: Un courriel d'activation a été envoyé à votre adresse de courrier électronique

source: Please click the link in the email to activate your account.
fr: Cliquez SVP sur le lien dans le courriel pour activer votre compte

source: OpenStreetMap Login Error
fr: Identifiant ou mot de passe OpenStreetMap erroné

source: There was a problem logging you in to OpenStreetMap
fr: Un problème est survenu lors de votre connexion à OpenStreetMap

source: Fresh Humanitarian Maps
fr: De la donnée humanitaire à jour

source: Download up-to-date humanitarian maps for GIS analysis or for use in GPS devices and Smartphones.
fr: Télécharger les mises à jour des cartes Humanitaires pour les analyses SIG ou pour l'utilisation dans les appareils GPS et smartphones.

source: How to Get Started
fr: Comment débuter

source: Original Export Tool
fr: Outil HOT Export originel

source: The original HOT Export Tool is available
fr: L'outil HOT Export originel est disponible

source: here
fr: ici

source: Login to OpenStreetMap
fr: Authentification à OpenStreetMap

source: If you don't have an OpenStreetMap account you can register for one <a href='http://www.openstreetmap.org/user/new'>here</a>.
fr: Si vous n'avez pas un compte OpenStreetMap vous pouvez en créer un <a href='http://www.openstreetmap.org/user/new'>ici</a>.

source: You have successfully logged out of OpenStreetMap
fr: Vous avez réussi à vous déconnecter d'OpenStreetMap

source: Please click <a href="/login">here</a> to login again.
fr: Svp cliquez <a href="/login">ici</a> pour vous connecter

source: Thank you for registering with the HOT Export Service.
fr: Merci pour votre inscription au service HOT Export

source: Please copy and paste the link below into your browser to login to HOT Exports.
fr: Veuillez copier et coller le lien ci-dessous dans votre navigateur internet pour vous connecter au service HOT Export

source: Thank you for registering with the HOT Export service.
fr: Merci pour votre inscription au service HOT Export.

source: Page Not Found
fr: Page introuvable

source: The page you requested has not been found.
fr: La page recherchée n'a pas été trouvée.

source: Server Error
fr: Erreur du serveur

source: License Information
fr: Information sur la licence

source: HOT Export Tool
fr: Outil HOT Export

source: OSM Export Tool
fr: Outil HOT Export

source: About
fr: À propos

source: Log Out
fr: Déconnexion

source: Login
fr: Authentification

source: Describe Export
fr: Décrire l'exportation

source: Name
fr: Nom

source: Project
fr: Projet

source: Coordinates
fr: Coordonnées

source: Select Export Formats:
fr: Sélectionner les formats d'export :

source: More than one export format can be selected. Please note that there are two Esri Shapefile options, as the Thematic Schema provides the data in a set of themed geometry tables (points, lines and polygons), whereas the OSM Schema provides all attributes in layers grouped by geometry type
fr: Plus d'un format d'exportation peut être sélectionné. S'il vous plaît noter qu'il y a deux options Esri Shapefile, le schéma thématique fournit les données dans un ensemble de tables de géométrie à thème (points, lignes et polygones), tandis que le schéma OSM offre tous les attributs dans les couches groupées par type de géométrie

source: Select from either the HDM or OSM data models.
fr: Sélectionnez soit le modèle de données HDM ou OSM.

source: Upload a preset file
fr: Ajouter un fichier de modèle d'attributs (preset)

source: Preset name:
fr: Nom du modèle d'attributs (presets)

source: Publish this preset globally.
fr: Publier ce Preset à l'échelle mondiale

source: Upload
fr: Transférer

source: Select a stored preset
fr: Sélectionnez un preset enregistré

source: Filename
fr: Nom de fichier

source: Name:
fr: Nom :

source: Export formats:
fr: Formats de l'export

source: Export Options
fr: Options de l'export

source: Save feature selection locally
fr: Enregistrer la sélection de fonction sur place

source: Publish feature selection globally
fr: Publier les critères de selection à l'échelle mondiale

source: Publish export globally
fr: Publier l'export pour tout le monde

source: Status
fr: Statut

source: Create Export
fr: Créer l'export

source: Skip
fr: Passer

source: Select Export Area
fr: Sélectionner la zone d'export

source: Zoom To Selection
fr: Zoomer sur la sélection

source: Reset Map
fr: Réinitialiser la carte

source: Search for a place or enter xmin,ymin,xmax,ymax
fr: Recherchez un lieu ou entrez les xmin, ymin, xmax, ymax

source: Error Uploading Configuration File
fr: Erreur lors du transfert du fichier

source: There was a problem with your configuration upload.
fr: Il y eu un soucis dans le chargement de la configuration

source: Select a preset file to apply to this export
fr: Sélectionner un fichier de preset à appliquer a cet Export

source: Only one preset file can be selected
fr: Un seul fichier de preset peu être sélectioné

source: Filter Configurations
fr: Filtrer les configurations

source: Search
fr: Rechercher

source: Start Date:
fr: Date de début :

source: End Date:
fr: Date de fin :

source: Created
fr: Créé

source: Owner
fr: Propriétaire

source: Select
fr: Sélectionner

source: My Presets
fr: Mes modèles d'attributs (presets)

source: Display
fr: Afficher

source: presets per page
fr: presets par page

source: Filter Presets
fr: Filtrer les Presets

source: Reset Form
fr: Réinitialiser le formulaire

source: Download Configuration
fr: Télécharger la configuration

source: Use this form to upload a <a href="http://learnosm.org/en/josm/creating-presets/" target="_blank">JOSM Preset</a> configuration file.
fr: Utiliser cet formulaire pour télécharger un fichier de configuration <a href="http://learnosm.org/en/josm/creating-presets/" target="_blank"> Preset JOSM</a>

source: Publish this preset publicly
fr: Publier ce preset publiquement

source: to upload a preset configuration file.
fr: télécharger le fichier de configuration d'un preset

source: Select Export Formats
fr: Sélectionner les formats de l'export

source: Select from either the HDM or OSM data models
fr: Sélectionnez depuis les modèles de données HDM ou OSM

source: Save feature selection privately
fr: Sauvegarder les fonctions de sélection en privée

source: Publish feature selection publicly
fr: Publier les fonctions de sélection publiquement

source: Publish export publicly
fr: Publier publiquement l'export

source: Invalid Form
fr: Formulaire invalide

source: Job Id:
fr: Identifiant de la tâche :

source: Project:
fr: Projet :

source: Region:
fr: Région :

source: Area:
fr: Surface

source: Created:
fr: Créé :

source: Created By:
fr: Créé par :

source: Published:
fr: Publié :

source: Export Formats:
fr: Formats de l'export

source: Rerun Export
fr: Relancer l'export

source: Clone Export
fr: Dupliquer l'export

source: Delete Export
fr: Supprimer l'export

source: Export Runs
fr: Fichiers de l'export

source: Export Deleted
fr: Export supprimé

source: Your export has been deleted successfully.
fr: Votre Export a été supprimé avec succès.

source: Please start
fr: Veuillez cliquer

source: to create a new export.
fr: pour créer un nouvel Export.

source: Export Not Found
fr: Export non trouvé

source: The requested export was not found.
fr: L'export demandé n'a pas été trouvé.

source: Really delete this export?
fr: Voulez-vous vraiment supprimer cet export ?

source: This Export will be permanently deleted and cannot be recovered.
fr: Cette tâche d'export sera définitivement supprimée et ne pourra être récupérée.

source: All associated export runs and their downloads will also be deleted.
fr: Tous les essais d'exportation associés et leurs téléchargements seront également supprimés.

source: Cancel
fr: annulé

source: Features selected for this export
fr: Les fonctions sélectionnées pour cet export

source: The preset associated with this export has been deleted.
fr: L'attribut associé à l'export à été supprimé

source: Close
fr: Fermé

source: Error Creating Export
fr: Erreur de création de l'export

source: There was an error creating your export. Please
fr: Une erreur est survenu lors de la création de votre export.

source: email us
fr: Nous contacter par courriel

source: if this problem persists.
fr: si ce problème persiste.

source: Filter Exports
fr: Filtrer les exports

source: Region
fr: Zone géographique

source: My Exports
fr: Mes exports

source: exports per page
fr: exports par page

source: Filter Area
fr: Filtrer la zone

source: Clear Filter
fr: Effacer le filtre

source: double-click to view export details
fr: Double-cliquer pour voir les détails de l'Export

source: Browser Not Supported
fr: Navigateur non pris en charge

source: Please upgrade your browser to the latest version.
fr: S'il vous plaît mettez à jour votre navigateur
